Repository: pronamic/wp-issuu-pdf-sync
Catalog: languages/ips-*.po
Languages: ru_ru

source: Options for Issuu PDF Sync
ru_ru: Настройки Issuu PDF Sync

source: Options updated!
ru_ru: Настройки сохранены!

source: Issuu configuration
ru_ru: Конфигурация:

source: Get an Issuu API Key
ru_ru: Получить Issuu API Key

source: Issuu private key
ru_ru: Issuu API Secret

source: Automatically upload PDFs to Issuu
ru_ru: Автоматически загружать PDF-файлы в Issuu

source: Add the Issuu PDF Sync button to TinyMCE
ru_ru: Добавить кнопку Issuu PDF Sync в редактор

source: Access
ru_ru: Доступ

source: Public
ru_ru: Публичный

source: Private
ru_ru: Частный

source: Default embed code configuration
ru_ru: Базовые настройки кода:

source: Layout
ru_ru: Макет

source: Two up
ru_ru: Двухстраничный

source: Single page
ru_ru: Одностраничный

source: Custom layout
ru_ru: Тема

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Background color
ru_ru: Задний фон

source: Allow full screen
ru_ru: Разрешить полноэкранный режим

source: Always show flip buttons
ru_ru: Всегда отображать кнопки перелистывания

source: Auto flip
ru_ru: Автоперелистывание страниц

source: Flip time laps
ru_ru: Интервал

source: (in miliseconds - default : 6000)
ru_ru: (в миллисекундах - по умолчанию: 6000)

source: Save Changes
ru_ru: Сохранить настройки

source: How to insert a PDF Flipbook ?
ru_ru: Как вставить PDF Flipbook?

source: Make sure that the "Automatically upload PDFs to Issuu" box is checked or that you've manually send the PDF to the Issuu website.
ru_ru: Убедитесь, что установлен флаг "Автоматически загружать PDF-файлы в Issuu" или вы вручную загрузили PDF-файлы на сайте Issuu.

source: Click to Issuu button on the TinyMCE main bar
ru_ru: Нажмите Issuu PDF Sync в панели инструментов редактора.

source: Select your PDF file in the dropdown list and add some specific params if you need. Note that you can change the default settings in the settings page
ru_ru: Выберите PDF-файл из выпадающего списка. Вы можете изменить базовые настройки кода.

source: Click to the insert button and then the shortcode will be generated. You can easily cut and past this shortcode everywhere in your content
ru_ru: Нажмите "Вставить PDF-файл" и код будет сгенерирован. Вы легко можете копировать и вставлять код в ваш контент.

source: How to manually use the shortcode ? (advanced usage)
ru_ru: Как вручную использовать код?

source: In this example, we want to specify a width and a height only for this PDF
ru_ru: В этом примере задается ширина и высота только для этого PDF-файла.

source: In this other example, we want to specify the browsing layout (one page presentation) and we want the PDF pages to autoflip each 4 seconds
ru_ru: В этом примере задается одностраничный макет и автоперелистывание страниц каждые 4 секунды.

source: Which params can be used with the shortcode ?
ru_ru: Какие параметры могут быть использованы в коде?

source: The ISSUU PDF ID
ru_ru: Идентификатор PDF-файла

source: The width of the animation in pixels
ru_ru: Ширина анимации в пикселях

source: The height of the animation in pixels
ru_ru: Высота анимации в пикселях

source: The layout of the animation. Possible values : "<strong>presentation</strong>" (double page), "<strong>browsing</strong>" (single page)
ru_ru: Макет анимации. Возможные значение : "<strong>presentation</strong>" (Двухстраничный), "<strong>browsing</strong>" (Одностраничный)

source: The background color - In hexadecimal format - without "#"
ru_ru: Задний фон. В шестнадцатеричном формате - без "#"

source: Enable or disable the Auto Flip feature. Possible values : "true", "false"
ru_ru: Автоперелистывание страниц. Возможные значения: "true", "false"

source: The timelaps for the page flipe in milliseconds
ru_ru: Интервал автоперелистывания страниц в миллисекундах

source: Allways show the right left flip buttons. Possible values : "true", "false"
ru_ru: Всегда отображать кнопки перелистывания. Возможные значение : "true", "false"

source: Allow the full screen mode (if not, open in a new window). Possible values : "true", "false"
ru_ru: Разрешить полноэкранный режим (если нет, то открывается в новом окне). Возможные значения : "true", "false"

source: Issuu Auto Upload
ru_ru: Автоматическая загрузка Issuu

source: Issuu status
ru_ru: Issuu статус

source: This PDF is already synchronised on Issuu
ru_ru: Этот PDF-файл уже синхронизирован с Issuu

source: Click here to delete this PDF from Issuu
ru_ru: Нажмите здесь для удаления PDF-файла с Issuu

source: This PDF is not synchronised on Issuu
ru_ru: Этот PDF-файл не синхронизирован с Issuu

source: Click here to send this PDF to Issuu
ru_ru: Нажмите здесь для отправки PDF-файла в Issuu

source: Are you sure you want to send this PDF on Issuu ?
ru_ru: Вы уверены, что хотите отправить PDF-файл в Issuu?

source: Loading
ru_ru: Загрузка

source: An error occured during synchronisation with Issuu
ru_ru: Произошла ошибка синхронизации с Issuu

source: Your PDF is now on Issuu !
ru_ru: Ваш PDF-файл успешно загружен на Issuu!

source: Are you sure you want to delete this PDF from Issuu ?
ru_ru: Вы уверены что хотите удалить PDF-файл с Issuu?

source: Your PDF has been successfuly deleted
ru_ru: Ваш PDF-файл успешно удален

source: An error occured during PDF deletion
ru_ru: Произошла ошибка удаления PDF-файла

source: Insert an Issuu PDF Flipbook
ru_ru: Вставить Issuu PDF Flipbook

source: Select a PDF file
ru_ru: Выбрать PDF-файл

source: Insert the PDF
ru_ru: Вставить PDF-файл

source: Loading...
ru_ru: Загрузка...
